{
	"Tutorial": {
		"Start": [
		{"id": 1, "ChipModel": "S", "DialogueText": "Hello there friend and welcome to Cyber World! It’s a pleasure to meet you!"},
		{"id": 2, "ChipModel": "S", "DialogueText": "There's plenty you need to know before we begin."},
		{"id": 3, "ChipModel": "T", "DialogueText": "Are your ready to begin your journey in defeating the phishing foe?"},
		{"id": 4, "ChipModel": "E", "DialogueText": "Excellent! Then let’s get started."},
		{"id": 5, "ChipModel": "T", "DialogueText": "Phishing foes are evil people who often send phishing emails to the residents of Cyber World."},
		{"id": 6, "ChipModel": "T", "DialogueText": "These phishing emails are messages that try to steal something from their target or try to get them to do something dangerous."},
		{"id": 7, "ChipModel": "T", "DialogueText": "Falling for these phishing emails is very easy and can have serious consequences."},
		{"id": 8, "ChipModel": "T", "DialogueText": "Therefore, it is very important to be able to recognize these nasty emails and take the right actions to protect against them."},
		{"id": 9, "ChipModel": "S", "DialogueText": "Your mission is to defend against these phishing foes by recognizing and dealing with their nasty emails."},
		{"id": 10, "ChipModel": "T", "DialogueText": "To do this, you must find all parts of the email that indicate a phishing attack and respond to it appropriately."},
		{"id": 11, "ChipModel": "S", "DialogueText": "You’ll learn about all the potential indicators and responses as you progress, so don’t worry if you’re not sure about this right away."},
		{"id": 12, "ChipModel": "E", "DialogueText": "I’ll be here to support you and guide you throughout your journey. I believe you can do it!"}
		]
	},




	"Encounter1": {
		"Start": [
		{"id": 1, "ChipModel": "S", "DialogueText": "Good job on the last encounter."},
		{"id": 2, "ChipModel": "S", "DialogueText": "It can be a lot to take in at first, but we’ll gradually go through all of this throughout the game."},
		{"id": 3, "ChipModel": "T", "DialogueText": "If you’d like to play the trial encounter again, then press the Replay button. However, if you’d like to begin your journey then press the Start button."},
		{"id": 4, "ChipModel": "E", "DialogueText": "Great, I’ll waste no more of your time. Let’s get to it!"},
		{"id": 5, "ChipModel": "S", "DialogueText": "I’m going to give you a new email to tackle, like the last one."},
		{"id": 6, "ChipModel": "S", "DialogueText": "Same as before, select the indicators and then choose a response."},
		{"id": 7, "ChipModel": "S", "DialogueText": "Remember that spelling mistakes are a great indicator to check for! "}
		]
	},





	"Encounter2": {
		"Start": [
		{"id": 1, "ChipModel": "S", "DialogueText": "Let’s have a go at another email."},
		{"id": 2, "ChipModel": "S", "DialogueText": "Same thing as before, but this time the indicators might not be so obvious."},
		{"id": 3, "ChipModel": "S", "DialogueText": "Give the email a really good read and go with what you think is right."},
		{"id": 4, "ChipModel": "S", "DialogueText": "You’ve got this!"}
		]
	}
}